Repository: mozilla-l10n/mt-training-data
Catalog: mmc/mmc_pontoon.tmx
Source language: en_us
Languages: mmc

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
mmc: { $actionType } <micIcon></micIcon> chjǘrü ná jó'o má só'o

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
mmc: { $actionType } <playIcon></playIcon> yòpjü k'a jy'ä̀rä yó jñatjo

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
mmc: { $actionType } <playIcon></playIcon> yä̀rä nú sonído, néjme k'a gí 'òpjü k'a rí chétb'ü. K'a dyà chétb'i, ná pjábo yép'e yä̀ rá nú sonído yép'e gí 'opjü

source: Add information
mmc: K'a gí chjä́kü

source: An error occurred while creating this transcript
mmc: Gú hyòpjü jmā̌jmü yépje gú 'òpjü

source: An error occurred while editing the transcript
mmc: Gú jyôpjü mā̌jmü yéjp'e gú 'òpjü ná jó'o

source: An error occurred while recording
mmc: Gú yä́jpjü mā̌jmü grábaji

source: An error occurred while skipping the transcript
mmc: Gú jyôpjü mā̌jmü yéjp'e gú d'ás'ü gú 'òpjü

source: An error occurred while skipping this prompt
mmc: Gú yä́jpjü mā̌jmü ndás'ü nú tö̌nü nù

source: An error occurred while submitting the report
mmc: Gù jyä̀pü mámu pèjñe nù kǒxte

source: An error occurred while uploading your response
mmc: Gú yä́jpjü mā̌jmü péjñe tǚjnü

source: An error occurred while voting the transcript
mmc: Dyà gú jwájnü ná jó'o mā̌jmü 'opjü

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
mmc: Rì chǘrü kò nutskomé ká rá sòme?

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
mmc: K'á já 'òpjüji pésk'a rá ñā̌ndaji k'a 'ä́s'üji k'á nú ñá'a k'a nú mā̌jmü nú të̌'ë pézhe yó ñá'a k'á yé'p'eji

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
mmc: K'á pjö̀süji ná jó'o ngéko rá jéts'e yó ñá'a ná jñátjo como <mark>pójtü</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
mmc: K'a rá jóxtü ná jó'o yó jñátjo k'o já pé's'iji ná pǔnkü jñatjo

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
mmc: S'íb'i péjñe nà tjǘmü k'á in koreo", nuts'k'é gì mā̌'ma ké gí kěntó konforme <privacyLink>política de privacidad</privacyLink> y <termsLink>terminos de uso</termsLink>. Nuts'k'é ndé rì 'ùnü s'éts'e Mozilla ngè k'ó rá pē̌nkejì yó dáto para pjö̀xtejì k'á mbépji nù ná ñá'a ná espontánea Common Voice.

source: By telling us about yourself, you will help developers build more inclusive technology
mmc: K'a gí 'ä̀tä jñātjo para ndéxeji

source: Central Melanau
mmc: Melanau del centro

source: Change
mmc: Pö̀tüji

source: Check
mmc: Rí ñéjme

source: Check Transcriptions
mmc: Né'me k'o í yòpjü

source: Click
mmc: Síb'i

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
mmc: Sápjü <guidanceLink>nújnù</guidanceLink> rí sh'íbi ngéko rá xôrü nú pájina nù

source: Comment
mmc: Pjéko gì né’e rì jmā̂ma?/Pjéko gì mběñe?

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
mmc: Common Voice yé'p'e 'ä̀tä ná pájina. Nú pájina nù yé'p'e rá péjñe yó jñátjo. Nú jyóra mbósi ná pǔnkü jñíni ngéjo komunidad para hüru ná pǔnkü ñā́'ā nújyò ngéko rá mbára ná pǔnkü të̌'ë

source: Contact us
mmc: Rá ñá'a kò nutskomé

source: Continue
mmc: D'óri yéjp'e

source: Continue speaking
mmc: Rí yéjp'e rí ñā́ji jñatjo

source: Contribute
mmc: Pö̀xti

source: Contributing to dataset for { $language }
mmc: Nuts'k'é gí pë́pji yó jângo jñatjo { $language }

source: Correct
mmc: Gú yéjp'e

source: Country/Region of Residence
mmc: Jwájnü jânge rí mī́jmī

source: Delete
mmc: Gú xânü

source: Different language
mmc: Nàñó jñáno

source: Done
mmc: Yá nguârü

source: Don't wish to say
mmc: Dy'à gí ñá'a

source: Eastern Penan
mmc: Penan del este

source: Edit
mmc: Gú yéjp'e

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
mmc: Koreo: <emailFragment>commonvoice@mozilla.com</emailFragment>

source: English
mmc: Inglés

source: Enter your Country/Region of Residence
mmc: Yôpjü jânge gí b'ǚb'ü

source: Enter your email
mmc: Koreo

source: Error
mmc: Y'à gá kjàkjo

source: Error while playing audio file.
mmc: Mí k'o hjépe ná pǔnkü

source: Female/Feminine
mmc: Gí ngéje ndíxu

source: Guidelines
mmc: Jǐxi

source: How Spontaneous Speech works
mmc: Jânge gá kjâ'a jó jñatjo ñá'a espontánea?

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mmc: Rí kěnto konpjórme k'oyó <termsLink>terminosdeuso</termsLink> nú <privacyLink>politicaprivacidad</privacyLink> Common Voice

source: Interested in getting involved with this project, or partnering with us?
mmc: Rí né’e rií p'ë́pji k'ó nuts'k'ójmé?

source: Interface language:
mmc: Jñatjo

source: Intersex
mmc: Intersexo

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
mmc: Chjǘrü ná jó'o nú jná'a k'a mí ná jó'o jângots'í yó jñá'a. Jñā̌nda k'ó gí mā̌jmü ké méjme ná jó'o

source: Learn how to check a transcription
mmc: Xôrü rí ñā̌nda jângo gá yä́jpjü gú 'òpjüji

source: Learn how to transcribe
mmc: Xôrü rí yéjpjü gí 'òpjü

source: Learn how to use this page
mmc: Xôrü rí ñā̌nda ná jó'o nújnù pájina

source: Listen
mmc: 'ä̀rä

source: Loading…
mmc: Ché'b'e ná ndájme

source: Log In
mmc: Síchi

source: Log In / Sign Up
mmc: Síchi / Yópjü ín chū́'ū

source: Log Out
mmc: Pé'ye

source: Male/Masculine
mmc: Gí ngéje b'ë̌zo

source: <mark>Check</mark>
mmc: <mark>rìyép'erìñā́nda</mark>

source: <mark>Data</mark>
mmc: <mark>datos</mark>

source: <mark>Prompt</mark>
mmc: <mark>tö̌nü</mark>

source: <mark>Respond</mark>
mmc: <mark>tjǘrü</mark>

source: <mark>Transcribe</mark>
mmc: <mark>'òpjü</mark>

source: More languages coming soon
mmc: Yá kjâ rá méxe rá mib'i jñatjo

source: Non-binary
mmc: No binarie

source: Not Found
mmc: Dyà gí chö̀tü k'o í jögi

source: Offensive Content
mmc: Ná sǒ'ne

source: Other
mmc: Nújnája

source: Personally Identifiable Information
mmc: Rá ngǒxte nuts'k'ó

source: <privacyLink>Privacy</privacyLink>
mmc: <privacyLink>k'ayajok'orámbára</privacyLink>

source: Record your response
mmc: Chjǘrü. Mā̌jmü b'ë́ k'a rí mbéñe

source: Report
mmc: Tö̌s'ü

source: Report was passed successfully
mmc: Gú péjñe ná jó'o

source: Respond
mmc: Chǘrü

source: Respond To Prompt
mmc: Chǘtjü nutö̌nü

source: Response deleted successfully
mmc: Gú xânü ná jó'o nú tǚ'nt'ü

source: Response submitted successfully
mmc: Gú péjñe ná jó'o nú tǚ'nt'ü

source: Select your age
mmc: Jwájni ín ts'ë́'e

source: Select your sex or gender
mmc: Jwájnü k'o rí ts'á ndíxu o b'ë̌zo

source: Send a link to my email
mmc: Ná pénke nà tjǘmü koreo/email

source: Skip
mmc: Dyà gí kö́p'e ñi'i

source: Skipped
mmc: Yá zòküzü

source: Something went wrong while fetching audio for transcriptions. Please try again later.
mmc: Dyà gú zò'oji rá hízhiji nú sonído para 'òpjüji

source: Something went wrong while fetching prompts. Please try again later.
mmc: Gú yä́jpjü mā̌jmü hǐzhi nú tö̌nü. Ná fabor rí yé'p'e rá ndáme

source: Something went wrong while fetching transcriptions. Please try again later.
mmc: Y'à gú zò'o gú hǐzhiji / gú ñā̌ndaji k'a 'òpjüji. Ná fabor yéjp'e rí zéngua nú pájina

source: Submit
mmc: Rá péjñe

source: Submit All
mmc: Gú péjñe të́she

source: Submit a report
mmc: Rì péjñe nà kǒxte

source: Submitted
mmc: Yá péjñe

source: Success
mmc: Mí ná jó'o

source: Tap
mmc: Síb'i ngék'o rá só'o rí 'ópjü

source: <termsLink>Terms</termsLink>
mmc: <termsLink>terminos</termsLink>

source: Thank you for contributing to Spontaneous Speech!
mmc: Pö́kjü k'á gí jö̌xkü ñá'a espontánea!

source: Thank you for your information
mmc: Pö́kjü yó í jñā'ātjo

source: The content contains a language different than I was expecting.
mmc: Nùjyó b’ǚb'a b’ǐntjó k'a nā̌ño jñátjo k'ó mí téji

source: The content has disrespectful or offensive language.
mmc: K'ó gí ‘òpjüjì k'ó ná sǒ'ne

source: The MediaRecorder API is not supported in your browser.
mmc: Nú API MediaRecorder dyà zô'o rá jñā̂nda

source: The page you are looking for could not be found
mmc: Nú pájina dyà gú chö̀tü k'o jö́ri

source: There are currently no prompts for this language. Please refresh the page or try again later.
mmc: Nú'ya 'ö́jto tö́nü nújya à nú'u. Ná fabor yé'p'e rí ñā̌nda nú pájina o yé'p'e rí ñā̌nda rá ndáme

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
mmc: ónto pjéko 'òpjü para ñánti nú jñātjo núdyà. Ná pjabór yép'e rí ñā̂nda rá ndájme

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
mmc: Núdyà 'ȫtjo yó sonído k'á rá 'òpjü. Nà pjabór zénguaji nú pájina rá ts'í ndájme

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
mmc: Nùjyó b’ǚb’a kòxte nǎxtüzügö́ por ejemplo: tū́’ū, INE, ná teléfono

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
mmc: Nuts'k'é só'o rí jwájnü k'a rí chârü nújnù dato yò, náxtjo ts'ügé gí châgi má gí né'e. Má'rá jǐzhiji yó dáto rá 'uságoji k'oyája tjǚ'ū

source: Transcribe
mmc: Yé'p'e rí yòpjü

source: Transcribe Audio
mmc: Rií 'òpjü k'o xíts'iji

source: Transcript edited successfully
mmc: Gú yép'e gú 'òpjü nájó

source: Transcript skipped successfully
mmc: Ró d'ás'ü

source: Transcript submitted successfully
mmc: Yá péjñe nó yòpjü ná jó'o

source: Transcript voted successfully
mmc: Gú jwájnü 'òpjü ná jó'o

source: Transgender
mmc: Transgenero

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
mmc: Yéje ná pǔnkü ngéko para ra ñáji má'ne 'éra máñü jñá'a k'oyó të̌'ë k'o ñá'a ná jó'o

source: Welcome to Spontaneous Speech
mmc: Bá 'éji ná jó'o ñá'a espontánea

source: We periodically release the dataset
mmc: Ndé rì ts'íke gà mâra yó dato

source: Western Penan
mmc: Penan del oeste

source: We will show you a prompt or question
mmc: Rá híts'i nája tö̌nü

source: What issues are you experiencing with this content?
mmc: Pjèkó ná xězhi kà gí jñā̂nda?

source: What is your age?
mmc: Jângots'i kjë́'e rí pes'i?

source: What is your sex or gender?
mmc: Gí ndiíxu máxk'é gí b'ë̌zo?

source: Why are you asking?
mmc: Mbéka gí kjâ'a 'ö̌nü

source: Why we built this Spontaneous Speech prototype
mmc: Mbéka kjâ'a ró 'ä̀tä ná ñá'a espontánea?

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
mmc: Nuts'k'é gí 'òpjü k'á gú mā̌jmü nú të̌'ë, pézhe yó ñá'a ts'áka yó mā̌jmü "Ah" o ngéje "Mmm"

source: Write down what you hear the person saying here
mmc: Jyôpjü k'a jmā̌jmü nuté'e

source: You check whether the transcription matches the audio
mmc: Kó rì yépe rì ñánda kòya ‘ǒpjü ji kóna jó’o kó nù jñátjo

source: You must allow microphone access.
mmc: 'ùnü ts'éts'e nú micrófono

source: You respond or reply to it as naturally as you can
mmc: Chǘrü ná jó'o k'a sǒ'o

source: You write down what you hear in the audio clips
mmc: Nuts'k'é gí 'òpjü k'a í yä̀rä
